{
    "ask_template": "您问的是疾病 '{Disease}' 的治疗方法吗？", 
    "cql_template": [
        "MATCH(p:疾病) WHERE p.name='{Disease}' RETURN p.treat", 
        "MATCH(p:疾病)-[r:recommand_drug]->(q) WHERE p.name='{Disease}' RETURN q.name", 
        "MATCH(p:疾病)-[r:recommand_eat]->(q) WHERE p.name='{Disease}' RETURN q.name"
    ], 
    "deny_response": "没有理解您说的意思哦~", 
    "intent_strategy": "accept", 
    "replay_answer": "'感冒' 疾病的治疗方式、可用的药物、推荐菜肴有：\n呼吸道病毒目前尚无特效抗病毒药物，以对症或中医治疗为常用措施。\n感冒西医治疗\n1、对症治疗：\n(1)普通感冒，就算不吃药，7-10天可自愈。轻者注意休息，注意保暖，大量饮水即可。症状明显者可适当对症吃药，减轻症状。\n(2)对症治疗：早期用抗感冒药、抗组胺囊药、解热镇痛药改善局部及全身症状。\n2、下面的情况需要注意，最好到医院就诊：\n(1)严重感冒：全身症状明显，伴有严重的咽痛，头痛，低热等，或是由于症状明显，导致无法进行日常工作生活时，需要到医院检查下，区分细菌或是病毒的感染。\n抗病毒治疗：可服用土霉素、麦迪霉素或肌注青霉素、庆大霉素等。\n抗生素治疗：如阿莫西林、阿奇霉素等。\n(2)如果治疗一段时间(7天以内)，病情仍不好转，需要警惕是否已转成慢性，立即停药。\n(3)本次感冒的症状与以往的不太相同。伴有其他症状。需与传染性疾病初发症状或特异性感染相鉴别。\n感冒中医治疗\n外感风寒\n【症状】鼻塞声重，鼻痒喷嚏，流涕清稀，咳嗽痰多清稀，甚则发热恶寒，无汗头疼，肢体酸痛，舌苔薄白，脉浮紧。\n【治则】辛温解表，宣肺散寒\n【方药】荆防败毒散\n荆芥、防风、柴胡、川芎、枳壳、羌活、独活、茯苓、桔梗、前胡、甘草。\n加减：风寒郁闭较甚，加麻黄、桂枝；咳痰较甚者，加杏仁、浙贝母。\n风寒夹湿\n【症状】恶寒少汗，头重如裹，肢体关节酸楚疼痛，咳嗽声重，鼻塞流涕，舌苔白腻，脉濡。\n【治则】疏风祛湿，散寒解表。\n【方药】羌活胜湿汤\n羌活、独活、藁本、防风、甘草、川芎、蔓荆子。\n加减：无汗可加豆卷、苍术；痰多加半夏、陈皮。\n外感风热\n【症状】发热恶风，或微恶寒，头痛，鼻塞流浊涕，咳嗽痰黄，口干渴，咽喉红肿疼痛，舌边尖红，苔薄黄，脉浮数。\n【治则】辛凉解表，宣肺散清热。\n【方药】银翘散\n银花、连翘、桔梗、薄荷、竹叶、生甘草、芥穗、淡豆豉、牛蒡子、鲜芦根。\n加减：鼻塞头痛明显，加苍耳子、辛夷、白芷；咽痛较重，加元参、马勃、板兰根；口渴甚，加天花粉；热甚，加黄芩。\n风热夹燥\n【症状】发热微恶风寒，鼻咽干燥，咳嗽无痰或少痰，头身疼痛，口干而渴，舌红少津，脉浮数。\n【治则】疏风清热，润燥止咳\n【方药】银翘散合桑杏汤\n银花、连翘、竹叶、荆芥穗、牛蒡子、薄荷、淡豆豉、甘草、桔梗、芦根、桑叶、杏仁、沙参、象贝、栀子皮、梨皮。\n外寒内热\n【症状】恶寒无汗，肢体酸痛，心烦，咳嗽气急，声音嘶哑，咽喉肿痛，舌尖红苔微黄，脉数。\n【治则】宣肺散寒，清热止咳\n【方药】麻杏石甘汤\n麻黄、杏仁、生石膏、甘草。\n加减：内热较重，加黄芩、栀子、芦根；咳嗽重，加前胡、桑白皮；肢体酸痛明显，加羌活、独活。\n外感暑湿\n【症状】身热微恶风寒，少汗，肢体酸重疼痛，头昏重而胀痛，咳嗽痰粘，鼻塞流涕，胸脘痞闷，恶心呕吐，口中粘腻，口不渴或渴饮不多，或心烦，或大便不爽，小便赤，舌苔黄腻，脉濡数。\n【治则】清暑祛湿，宣肺解表\n【方药】五味香薷饮加味\n香薷、扁豆、厚朴、茯苓、甘草、青蒿、山栀、鲜荷叶。\n加减：若表湿偏重，肢酸头昏重者，可加豆卷、藿香、佩兰；里湿偏重，脘痞呕甚者，加苍术、白蔻仁、清半夏、陈皮；里热盛而小便短赤者，加六一散。\n气虚感冒\n【症状】发热恶寒，头身疼痛，咳嗽鼻塞，自汗出，倦怠无力，短气懒言，舌淡苔白，脉浮而无力。\n【治则】益气解表，调和营卫。\n【方药】参苏饮\n党参、甘草、茯苓、苏叶、葛根、半夏、陈皮、前胡、桔梗、木香、枳壳、生姜、大枣。若平素气虚自汗，反复感冒者，可用玉屏风散进行预防。\n阳虚感冒\n【症状】恶寒重而发热轻，头疼身痛，自汗出，咳吐白痰，鼻塞流清涕，面色fD白，形寒肢冷，语声低微，舌淡胖苔白，脉沉无力。\n【治则】助阳解表，宣肺止咳\n【方药】麻黄附子细辛汤\n麻黄、附子、细辛。\n加减：咳嗽痰多，加杏仁、半夏。\n血虚感冒\n【症状】发热微恶寒恶风，无汗头痛，面色无华，唇甲色淡，心悸头晕，舌淡苔白，脉细。\n【治则】养血解表，疏风散寒\n【方药】七味饮\n葱白、豆豉、葛根、生姜、生地、麦冬。\n加减：口渴咽干，加天花粉、芦根；热重，加银花、连翘、黄芩。\n阴虚感冒\n【症状】身热微风寒，头痛无汗，头晕心烦，口渴咽干，手足心热，咳嗽少痰，舌红脉细数。\n【治则】滋阴解表、疏风宣肺\n【方药】加减葳蕤汤\n玉竹、葱白、豆豉、桔梗、薄荷、白薇、甘草、大枣。\n加减：心烦口渴甚者，可加黄连、竹叶、天花粉；咳嗽咽干，咯痰不爽，加牛蒡子、射干、瓜蒌皮；咳嗽胸痛，痰中带血，加鲜茅根、生蒲黄、藕节；大便干燥，加生地、玄参。\n基本疗法\n治法祛风解表。以手太阴、手阳明经及督脉穴为主。操作主穴用毫针泻法。\n【症状】风寒感冒；浑身酸痛、鼻塞流涕、咳嗽有痰，通常秋冬发生比较多。\n【疗法】大椎行灸法。\n敷贴疗法：取大蒜2枚捣汁拌面粉做成圆锥状，塞人鼻孔(两侧交替)，每次留塞15—20分钟，每日4。5次。具有祛风散寒、宣肺通窍的功效\n【症状】风热感冒；发热重、微恶风、头胀痛、有汗、咽喉红肿疼痛、咳嗽、痰粘或黄、黄涕、口渴喜饮、舌尖边红、苔薄白微黄，风热感冒多见于夏秋季。\n【疗法】大椎行刺络拔罐。配穴中足三里用补法或平补平泻法，少商、委中用点刺出血法，余穴用泻法。\n以下人群需要特别注意，一旦感冒最好就医：\n(1)伴有慢性疾病正在服用药物患者，如：心脏病、高血压、甲亢、青光眼、前列腺肥大等。\n(2)体弱的老人、3岁以下小儿婴幼儿患者，应在医生的指导下用药，切不可盲目给孩子用药，以免产生意外。如病程3天不愈或是症状比较严重，停药就诊。\n(3)怀孕或是准备怀孕的妇女，特别是孕期前4周。\n（以上提供资料及其内容仅供参考，详细需要咨询医生。）\n复方金银花颗粒、蛇胆川贝液、通宣理肺丸、小儿咳喘灵口服液、复方薄荷脑软膏、蒲公英颗粒、热炎宁颗粒、治咳川贝枇杷露、复方薄荷脑鼻用吸入剂、对乙酰氨基酚栓、复方氨酚烷胺片、云香精、新雪颗粒、小儿双清颗粒、一清胶囊、金莲花颗粒、阿莫西林胶囊、胸腺肽肠溶片、酚咖片\n日常保健\n1、加强自我防护\n及时掌握天气变化，根据天气添衣御寒。在感冒流行期间，尽量少去人口稠密的地方，经常洗手。\n2、室内通风\n注意室内空气新鲜，早晨开窗换气不少于十五分钟。\n感冒食疗(以下资料仅供参考，详细需咨询医生)\n1、醋熘土豆丝：做法：将切好的土豆丝放入清水中过一遍，去掉其粉质，防止抓锅底，用料与醋熘白菜相同，但不需勾淀粉。\n2、白菜萝卜汤：白菜心500克，切成碎末，白萝卜120克，切成薄片，加水800毫升，煮至400毫升后，加红糖适量。每次200毫升，一天2次，连服三四天即可治愈。\n3、苹果蜂蜜水：苹果5个去皮，切成小块，加水1升，煮沸5分钟，自然冷却到40℃，加少许柠檬汁和适量蜂蜜搅拌均匀，每天多次少量饮用。\n4、姜丝萝卜汤：姜丝25克，萝卜50克切片，加水500毫升，煮15分钟，加红糖适量。每次200毫升，每天1-2次。\n5、葱蒜粥：取干净的葱白10根，切碎，大蒜3瓣，大米50克，加水煮成粥。每次150毫升，每日2次。\n6、葱头饮料：洋葱头1个，切碎，加鲜牛奶250毫升，煮开，自然冷却，加适量蜂蜜，睡前服用100毫升。\n7、姜丝可乐：鲜姜丝50克，加1000毫升可乐，煮沸，热饮，每次100毫升，每天数次。\n8、桔皮冰糖饮料：鲜桔皮50克，加冰糖适量，用开水冲泡代茶饮用。 \n9、银花薄荷饮：银花30克，薄荷10克，鲜芦根60克。先将银花、芦根加水500毫升，煮15分钟，后下薄荷煮沸3分钟，滤出加适量白糖，温服，日服3～4次。\n10、醋熘白菜：取青口白菜的二三层帮叶约400克，切斜片。锅内放油，油热后放花椒10粒左右，炸黑后放白菜，立即将一小酒杯米醋入锅，翻炒放少许白糖、味精，再翻炒，放盐适量，稍候勾淀粉少许，即可出锅。\n11、醋烹豆芽菜：豆芽菜醋烹后立即翻炒，放味精、盐适量，翻炒立即出锅。火候要大，快炒，豆芽形状基本不变。\n风寒感冒\n1、橘皮饮取鲜橘皮30克或干橘皮15克，加水750毫升，煎至500毫升，加白糖适量饮用。\n2、大蒜红糖饮取大蒜、生姜各15克，切片加水500毫升，煎至250毫升，临睡前加红糖适量服用。\n3、白菜汤取大白菜根3棵洗净切片，加大葱根3根，煎汤500毫升，加白糖少许趁热服下。或取白菜心250克，加白萝卜60克，水煎后加红糖适量，食菜喝汤。\n4、生姜芥菜汤鲜芥菜500克洗净切断，生姜10克切片，加水2000毫升，煎至1000毫升，用食盐调味后分次饮服。\n5、生姜炒米粥生姜30~50克切片，炒米50克，共煮成粥，食盐调味后食用。\n6、桑叶薄荷饮取桑叶6克、淡竹叶15克、菊花6克、薄荷3克和适量白糖，将桑叶、菊花、淡竹叶加适量的水煮沸，即将药液滗入茶缸中。饮时加入适量的白糖，当茶饮服。(注意：外感风寒无汗者不宜服用)\n7、五神汤取荆芥10克、生姜10克、苏叶10克、红糖30克、茶叶6克，将荆芥、苏叶、生姜切成粗末，与茶叶一同放入瓷缸内，用开水冲泡，盖严。将红糖放入另一个碗内，将用开水浸泡的药液趁热倒入，与红糖拌和，置文火上煮沸，趁热饮下。饮后覆被而卧，待微汗出即可退烧。剩下的药液，煮热当茶饮。(注意：风热外感者禁忌)\n风热感冒\n1、梨水：生梨一个，洗净连皮切碎，加冰糖隔水蒸服，适用于风热咳嗽。\n2、菊花茶：杭菊花、枸杞子各60克，绍兴酒适量，浸泡10~20天，去渣加蜂蜜少许，早晚各饮25毫升，适用于风热感冒头痛。\n3、橄榄芦根茶：咸橄榄4只，芦根30克，加水1000毫升煎至500毫升后饮服。\n4、黄花红糖茶：取黄花、红糖各30克，加水煎服。\n5、萝卜饮：白萝卜250克，洗净切片，加水750毫升煎至500毫升，加白糖少许，趁热服用一半，30分钟后再服余下一半。\n6、双花饮：取金银花15克、蜂蜜50克、大青叶10克，将金银花、大青叶放入锅内，加水煮沸，3分钟后将药液滗出，放入蜂蜜，搅拌均匀即可，当茶饮。\n感冒宜食\n1、应多饮水，每天摄入液体总量在2500~5000毫升之间，有助于退热发汗，排除毒素。可饮用开水、清淡的菜汤以及新鲜的果汁，如西瓜汁、梨汁、甘蔗汁、藕汁等，稀粥、蛋汤、牛奶、豆浆也可。亦应多食用富含维生素的蔬菜、水果。\n2、患感冒时可有腹胀、纳差、腹泻、便秘等胃肠机能失调症状，因此饮食应素净、清淡。佐餐则宜选用各种酱菜、豆腐、肉松等清淡食品。\n感冒忌食\n1、应忌食油腻、油炸、黏滞、咸辣、过硬及海腥食物。\n2、感冒初期，当禁食生冷、油腻，如果是温热之邪，初期正在清解阶段，亦当忌食生冷，一旦热邪不去，留壮热，继而口渴、烦躁、大便秘结，此时反需水果相助，可频服梨汁、橘汁、西瓜、梗米汤、绿豆汤等，切忌过食生冷、油腻之品。\n3、感冒期间，避免进食或忌多食鸭肉、猪肉、羊肉、狗肉、甲鱼、蚌、醋、柿等食品。\n4、少吃食盐。推荐以下食疗：醋熘土豆丝,姜丝萝卜汤,葱蒜粥,香椿芽粥,凉拌香椿,薏米莲子粥,绿豆薏米饭,赤小豆粥\n", 
    "reply_template": "'{Disease}' 疾病的治疗方式、可用的药物、推荐菜肴有：\n", 
    "slot_list": [
        "Disease"
    ], 
    "slot_values": {
        "Disease": "感冒"
    }
}